Repository: ionutbortis/gnome-bedtime-mode
Catalog: po/*.po
Languages: fa

source: Grayscale
fa: خاکستری

source: Amber
fa: کهربایی

source: Green
fa: سبز

source: Cyan
fa: فیروزه‌ای

source: Sepia
fa: سپیداجی

source: Red
fa: قرمز

source: Bedtime Mode
fa: حالت وقت خواب

source: Automatic Schedule
fa: زمان‌بندی خودکار

source: Start Time
fa: زمان آغاز

source: <small>Specifies the time when Bedtime Mode will be automatically turned on.</small>
fa: <small>مشخص کردن زمان خودکار روشن شدن حالت وقت خواب.</small>

source: End Time
fa: زمان پایان

source: <small>Specifies the time when Bedtime Mode will be automatically turned off.</small>
fa: <small>مشخص کردن زمان خودکار خاموش شدن حالت وقت خواب.</small>

source: On-Demand
fa: هنگام درخواست

source: Show Button
fa: نمایش دکمه

source: <small>Choose to always show or hide the button or display it only when the schedule is active.</small>
fa: <small>گزینش این‌که آیا دکمه همیشه آشکار باشد یا پنهان، یا تنها هنگامی نمایش داده شود که زمان‌بندی روشن است.</small>

source: Always
fa: همیشه

source: On Active Schedule
fa: هنگام زمان‌بندی روشن

source: Never
fa: هرگز

source: Button Location
fa: جایگاه دکمه

source: <small>Add a button to Top Bar or System Menu. The button can be used to manually toggle the Bedtime Mode.</small>
fa: <small>افزودن یک دکمه به نوار بالایی یا فهرست سامانه. این دکمه برای تغییر وضعیت حالت وقت خواب به کار می‌رود.</small>

source: Top Bar
fa: نوار بالایی

source: System Menu
fa: فهرست سامانه

source: Top Bar On/Off Indicator
fa: نشان‌دهندهٔ روشن/خاموش در نوار بالایی

source: <small>Change the button appearance in Top Bar when Bedtime Mode is active/inactive.</small>
fa: <small>تغییر نمای دکمه در نوار بالایی هنگام روشن/خاموش بودن حالت وقت خواب.</small>

source: Top Bar Manual Position
fa: جایگاه دستی در نوار بالایی

source: <small>Manually change the button position in Top Bar. Zero is the start of the icons row.</small>
fa: <small>تغییر دستی جایگاه دکمه در نوار بالایی. صفر آغاز ردیف نقشک‌هاست.</small>

source: Color Preset and Intensity
fa: شدت رنگ

source: Color Preset
fa: رنگ

source: <small>Select the color preset to be used when Bedtime Mode is active.</small>
fa: <small>گزینش رنگ به‌کاررفته هنگام روشن بودن حالت وقت خواب.</small>

source: Color Intensity
fa: شدت رنگ

source: <small>The percentage of how much of the selected color preset is to be applied.</small>
fa: <small>درصد میزان رنگ به‌کاررفته.</small>

source: Intensity Change by Scrolling
fa: تغییر شدت با اسکرول کردن

source: <small>Enable Color Intensity change by scrolling up or down over the button in Top Bar when Bedtime Mode is active.</small>
fa: <small>به‌کارانداختن تغییر شدت رنگ با اسکرول کردن به بالا و پایین روی دکمه در نوار بالایی، هنگام روشن بودن حالت وقت خواب.</small>

source: Start Bedtime Mode Now
fa: اکنون حالت وقت خواب را آغاز کن
